Repository: xxshubhamxx/cmux-panecho
Catalog: ios/cmux/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, zh_hans, zh_hant

# mobile.notifications.test.macActive
source: Not queued because Only When Away is active and the Mac is in use.
ar: لم يتم وضعه في قائمة الانتظار لأن فقط عندما يكون بالخارج نشطًا ويكون جهاز Mac قيد الاستخدام.
de: Nicht in der Warteschlange, da „Nur bei Abwesenheit“ aktiv ist und der Mac verwendet wird.
es: No está en cola porque Sólo cuando está ausente está activo y la Mac está en uso.
fr: Non mis en file d'attente car Only When Away est actif et le Mac est en cours d'utilisation.
ja: 「離席中のみ」が有効でMacを使用中のため、キューに追加できませんでした。
ko: 자리 비울 때만이 활성화되어 있고 Mac이 사용 중이기 때문에 대기 상태가 아닙니다.
zh_hans: 未排队，因为“仅当离开”处于活动状态且 Mac 正在使用中时。
zh_hant: 未排隊，因為「僅當離開」處於活動狀態且 Mac 正在使用時。

# mobile.notifications.test.queueFull
source: Delivery is busy. Try again shortly.
ar: التسليم مشغول. حاول مرة أخرى قريبا.
de: Die Lieferung ist beschäftigt. Versuchen Sie es in Kürze noch einmal.
es: La entrega está ocupada. Vuelve a intentarlo en breve.
fr: La livraison est occupée. Réessayez sous peu.
ja: 配信が混み合っています。しばらくしてから再試行してください。
ko: 배달이 바쁘다. 잠시 후 다시 시도하세요.
zh_hans: 送货很忙。稍后再试。
zh_hant: 送貨很忙。稍後再試。

# mobile.notifications.test.queued
source: Queued on Mac. iOS delivery is still pending.
ar: في قائمة الانتظار على ماك. تسليم iOS لا يزال معلقًا.
de: In der Warteschlange auf dem Mac. Die iOS-Auslieferung steht noch aus.
es: En cola en Mac. La entrega de iOS aún está pendiente.
fr: En file d'attente sur Mac. La livraison iOS est toujours en attente.
ja: Macのキューに追加しました。iOSへの配信はまだ確認中です。
ko: Mac에서 대기 중입니다. iOS 배송은 아직 보류 중입니다.
zh_hans: 在 Mac 上排队。 iOS 交付仍在等待中。
zh_hant: 在 Mac 上排隊。 iOS 交付仍在等待中。

# mobile.notifications.test.send
source: Send Test Alert
ar: إرسال تنبيه الاختبار
de: Testbenachrichtigung senden
es: Enviar alerta de prueba
fr: Envoyer une alerte de test
ja: テスト通知を送信
ko: 테스트 알림 보내기
zh_hans: 发送测试警报
zh_hant: 發送測試警報

# mobile.notifications.test.unavailable
source: The Mac could not confirm a queue stage.
ar: لم يتمكن جهاز Mac من تأكيد مرحلة قائمة الانتظار.
de: Der Mac konnte eine Warteschlangenstufe nicht bestätigen.
es: La Mac no pudo confirmar una etapa de la cola.
fr: Le Mac n'a pas pu confirmer une étape de la file d'attente.
ja: Macでキューの状態を確認できませんでした。
ko: Mac에서 대기열 단계를 확인할 수 없습니다.
zh_hans: Mac 无法确认队列阶段。
zh_hant: Mac 無法確認隊列階段。

# push.test.body
source: Your Mac sent a test alert to cmux.
ar: أرسل جهاز Mac الخاص بك تنبيهًا اختباريًا إلى cmux.
de: Ihr Mac hat eine Testwarnung an cmux gesendet.
es: Tu Mac envió una alerta de prueba a cmux.
fr: Votre Mac a envoyé une alerte test à cmux.
ja: Mac から cmux にテスト通知が送信されました。
ko: Mac에서 cmux로 테스트 경고를 보냈습니다.
zh_hans: 您的 Mac 向 cmux 发送了测试警报。
zh_hant: 您的 Mac 向 cmux 發送了測試警報。

# push.test.title
source: cmux Notification Test
ar: اختبار الإخطارات cmux
de: cmux-Benachrichtigungstest
es: Prueba de notificación cmux
fr: Test de notification cmux
ja: cmux 通知テスト
ko: cmux 알림 테스트
zh_hans: cmux 通知测试
zh_hant: cmux 通知測試

# push.generic.body
source: An agent needs your attention
ar: الوكيل يحتاج إلى اهتمامكم
de: Ein Agent braucht Ihre Aufmerksamkeit
es: Un agente necesita tu atención.
fr: Un agent a besoin de votre attention
ja: エージェントからの通知があります
ko: 상담원에게 주의가 필요합니다
zh_hans: 代理需要您的关注
zh_hant: 代理需要您的關注

# mobile.connectionsUpdate.direct.detail
source: On your LAN, WireGuard, or any other network: add the addresses where a computer is reachable and dial exactly those, with no fallback.
ar: على شبكة LAN أو WireGuard أو أي شبكة أخرى: أضف العناوين التي يمكن الوصول إلى جهاز الكمبيوتر فيها واطلبها بالضبط، دون أي تراجع.
de: In Ihrem LAN, WireGuard oder einem anderen Netzwerk: Fügen Sie die Adressen hinzu, unter denen ein Computer erreichbar ist, und wählen Sie genau diese an, ohne Rückgriff.
es: En su LAN, WireGuard o cualquier otra red: agregue las direcciones donde se puede acceder a una computadora y márquelas exactamente, sin respaldo.
fr: Sur votre LAN, WireGuard ou tout autre réseau : ajoutez les adresses auxquelles un ordinateur est accessible et composez exactement celles-là, sans repli.
ja: LANやWireGuardなど、コンピュータに到達できるアドレスを追加すると、そのアドレスだけに接続します。フォールバックはありません。
ko: LAN, WireGuard 또는 기타 네트워크에서 컴퓨터에 연결할 수 있는 주소를 추가하고 폴백 없이 정확하게 해당 주소로 전화를 겁니다.
zh_hans: 在 LAN、WireGuard 或任何其他网络上：添加可访问计算机的地址并准确拨打这些地址，无需后备。
zh_hant: 在 LAN、WireGuard 或任何其他網路上：新增可存取電腦的位址並準確撥打這些位址，無需後備。

# mobile.connectionsUpdate.direct.title
source: New: Direct addresses
ar: جديد: العناوين المباشرة
de: Neu: Direktadressen
es: Nuevo: Direcciones directas
fr: Nouveau : adresses directes
ja: 新機能: ダイレクトアドレス
ko: 새로운 기능: 직접 주소
zh_hans: 新：直接地址
zh_hant: 新：直接地址

# mobile.connectionsUpdate.iroh.detail
source: Same authenticated, end-to-end encrypted connection, now with a clearer name. The app-wide setting moved out of Settings.
ar: نفس الاتصال المشفر والمصادق عليه من طرف إلى طرف، والآن باسم أكثر وضوحًا. تم نقل الإعداد على مستوى التطبيق من الإعدادات.
de: Dieselbe authentifizierte, Ende-zu-Ende-verschlüsselte Verbindung, jetzt mit einem klareren Namen. Die App-weite Einstellung wurde aus den Einstellungen entfernt.
es: La misma conexión autenticada y cifrada de extremo a extremo, ahora con un nombre más claro. La configuración de toda la aplicación salió de Configuración.
fr: Même connexion authentifiée et cryptée de bout en bout, désormais avec un nom plus clair. Le paramètre à l’échelle de l’application a été retiré des paramètres.
ja: 認証付きのエンドツーエンド暗号化接続はそのままに、名前がわかりやすくなりました。アプリ全体の設定は「設定」から移動しました。
ko: 동일하게 인증되고 종단 간 암호화된 연결이 이제 더 명확한 이름으로 제공됩니다. 앱 전체 설정이 설정 밖으로 이동되었습니다.
zh_hans: 相同的经过身份验证的端到端加密连接，现在具有更清晰的名称。应用程序范围的设置已移出“设置”。
zh_hant: 相同的經過身份驗證的端到端加密連接，現在具有更清晰的名稱。應用程式範圍的設定已移出「設定」。

# mobile.connectionsUpdate.iroh.title
source: Auto-Connect is now Iroh
ar: أصبح الاتصال التلقائي الآن Iroh
de: Auto-Connect heißt jetzt Iroh
es: La conexión automática ahora es Iroh
fr: Auto-Connect est maintenant Iroh
ja: 自動接続は「Iroh」になりました
ko: 자동 연결은 이제 Iroh입니다.
zh_hans: 自动连接现已更名为 Iroh
zh_hant: 自動連線現已更名為 Iroh

# mobile.connectionsUpdate.perComputer.detail
source: Each computer now picks how this iPhone reaches it: Iroh, Tailscale Only, or Direct. Set it in Computers → your computer → Connection Method.
ar: يختار كل كمبيوتر الآن كيفية وصول جهاز iPhone إليه: Iroh، أو Tailscale Only، أو Direct. اضبطه في أجهزة الكمبيوتر → جهاز الكمبيوتر الخاص بك → طريقة الاتصال.
de: Jeder Computer wählt nun aus, wie dieses iPhone ihn erreicht: Iroh, Tailscale Only oder Direct. Stellen Sie es unter Computer → Ihr Computer → Verbindungsmethode ein.
es: Cada computadora ahora elige cómo llega este iPhone: Iroh, Tailscale Only o Direct. Configúrelo en Computadoras → su computadora → Método de conexión.
fr: Chaque ordinateur choisit désormais comment cet iPhone l'atteint : Iroh, Tailscale Only ou Direct. Définissez-le dans Ordinateurs → votre ordinateur → Méthode de connexion.
ja: 各コンピュータごとに、このiPhoneからの接続方法（Iroh・Tailscaleのみ・ダイレクト）を選べるようになりました。「コンピュータ」→ コンピュータを選択 →「接続方法」で設定できます。
ko: 이제 각 컴퓨터는 Iroh, Tailscale Only 또는 Direct 중에서 이 iPhone이 연결되는 방식을 선택합니다. 컴퓨터 → 내 컴퓨터 → 연결 방법에서 설정하세요.
zh_hans: 现在，每台计算机都会选择 iPhone 的访问方式：Iroh、Tailscale Only 或 Direct。在计算机→您的计算机→连接方法中进行设置。
zh_hant: 現在，每台電腦都會選擇 iPhone 的存取方式：Iroh、Tailscale Only 或 Direct。在電腦→您的電腦→連線方法中進行設定。

# mobile.connectionsUpdate.perComputer.title
source: Per-computer methods
ar: طرق لكل جهاز كمبيوتر
de: Methoden pro Computer
es: Métodos por computadora
fr: Méthodes par ordinateur
ja: コンピュータごとの接続方法
ko: 컴퓨터별 방법
zh_hans: 每台计算机的方法
zh_hant: 每台計算機的方法

# mobile.pairingOptInUpdate.detail
source: Before this iPhone can find a cmux Mac, open Settings > Mobile on that Mac and turn on Enable iOS pairing. While it is off, the Mac stays hidden and starts no iOS pairing networking.
ar: لكي يعثر هذا الـ iPhone على Mac يعمل بتطبيق cmux، افتح الإعدادات > الهاتف المحمول على جهاز Mac هذا وفعّل اقتران iOS. أثناء إيقافه، سيبقى Mac مخفيًا ولن يبدأ أي اتصال شبكي لاقتران iOS.
de: Damit dieses iPhone einen cmux Mac findet, öffnen Sie auf dem Mac „Einstellungen“ > „Mobile“ und aktivieren Sie die iOS-Kopplung. Solange sie deaktiviert ist, bleibt der Mac verborgen und startet kein iOS-Kopplungsnetzwerk.
es: Para que este iPhone encuentre un Mac con cmux, abre Ajustes > Móvil en ese Mac y activa el enlace con iOS. Mientras esté desactivado, el Mac permanece oculto y no inicia la red de enlace con iOS.
fr: Pour que cet iPhone trouve un Mac cmux, ouvrez Réglages > Mobile sur ce Mac et activez le jumelage iOS. Tant qu’il est désactivé, le Mac reste masqué et ne démarre aucun réseau de jumelage iOS.
ja: この iPhone で cmux Mac を見つけるには、その Mac で「設定」>「Mobile」を開き、「iOS ペアリングを有効にする」をオンにしてください。オフの間、その Mac は非表示になり、iOS ペアリングのネットワーク通信を開始しません。
ko: 이 iPhone에서 cmux Mac을 찾으려면 해당 Mac에서 설정 > 모바일을 열고 iOS 페어링을 켜세요. 꺼져 있는 동안 Mac은 숨겨지고 iOS 페어링 네트워크를 시작하지 않습니다.
zh_hans: 要让此 iPhone 找到 cmux Mac，请在该 Mac 上打开“设置”>“移动”，然后开启 iOS 配对。关闭时，该 Mac 会保持隐藏，也不会启动 iOS 配对网络。
zh_hant: 若要讓此 iPhone 找到 cmux Mac，請在該 Mac 上開啟「設定」>「行動裝置」，然後開啟 iOS 配對。關閉時，該 Mac 會保持隱藏，且不會啟動 iOS 配對網路。

# mobile.pairingOptInUpdate.title
source: Required: Enable iOS pairing on Mac
ar: مطلوب: فعّل اقتران iOS على Mac
de: Erforderlich: iOS-Kopplung auf dem Mac aktivieren
es: Obligatorio: activa el enlace con iOS en el Mac
fr: Requis : activez le jumelage iOS sur le Mac
ja: 必須: Mac で iOS ペアリングを有効にする
ko: 필수: Mac에서 iOS 페어링 켜기
zh_hans: 必需：在 Mac 上开启 iOS 配对
zh_hant: 必要：在 Mac 上開啟 iOS 配對

# mobile.connectionsUpdate.tailscale.title
source: Tailscale, on your terms
ar: Tailscale ، وفقًا لشروطك
de: Tailscale, zu Ihren Bedingungen
es: Tailscale, según tus condiciones
fr: Tailscale, selon vos conditions
ja: Tailscaleは自分のペースで
ko: Tailscale, 원하는 대로
zh_hans: Tailscale，按照您的条件
zh_hant: Tailscale，依照您的條件

# mobile.connectionsUpdate.tailscale.detail
source: Choosing Tailscale Only shows exactly what's missing and offers the pairing-code scan right there. Nothing opens on its own.
ar: يؤدي اختيار Tailscale فقط إلى عرض ما هو مفقود بالضبط ويوفر فحص رمز الاقتران هناك. لا شيء يفتح من تلقاء نفسه.
de: Wenn Sie sich für „Nur Tailscale“ entscheiden, wird genau angezeigt, was fehlt, und der Pairing-Code-Scan wird direkt dort angeboten. Nichts öffnet sich von alleine.
es: Elegir Tailscale Only muestra exactamente lo que falta y ofrece el escaneo del código de emparejamiento allí mismo. Nada se abre por sí solo.
fr: Choisir Tailscale Only montre exactement ce qui manque et propose l'analyse du code d'appariement directement sur place. Rien ne s'ouvre tout seul.
ja: 「Tailscaleのみ」を選ぶと、足りない設定とペアリングコードのスキャンをその場で案内します。勝手に画面が開くことはありません。
ko: Tailscale Only를 선택하면 누락된 내용이 정확히 표시되고 바로 페어링 코드 스캔이 제공됩니다. 저절로 열리는 것은 없습니다.
zh_hans: 选择“Tailscale Only”会准确显示缺少的内容，并在此处提供配对码扫描。没有什么是可以自行打开的。
zh_hant: 選擇“Tailscale Only”會準確顯示缺少的內容，並在此處提供配對碼掃描。没有什么是可以自行打开的。

# mobile.pairingOptInUpdate.requirement
source: Open cmux Settings > Mobile on your Mac and turn on Enable iOS pairing before connecting.
ar: مطلوب قبل الاتصال: على كل Mac يعمل بتطبيق cmux وتريد استخدامه مع iPhone، افتح الإعدادات > الهاتف المحمول وفعّل اقتران iOS.
de: Vor dem Verbinden erforderlich: Öffnen Sie auf jedem cmux Mac, den Sie mit dem iPhone verwenden möchten, „Einstellungen“ > „Mobile“ und aktivieren Sie die iOS-Kopplung.
es: Obligatorio antes de conectar: en cada Mac con cmux que quieras usar con iPhone, abre Ajustes > Móvil y activa el enlace con iOS.
fr: Requis avant la connexion : sur chaque Mac cmux que vous voulez utiliser avec l’iPhone, ouvrez Réglages > Mobile et activez le jumelage iOS.
ja: 接続する前に必須: iPhone で使う各 cmux Mac で「設定」>「Mobile」を開き、「iOS ペアリングを有効にする」をオンにしてください。
ko: 연결하기 전에 필수: iPhone과 함께 사용할 각 cmux Mac에서 설정 > 모바일을 열고 iOS 페어링을 켜세요.
zh_hans: 连接前必须完成：在每个要搭配 iPhone 使用的 cmux Mac 上，打开“设置”>“移动”，然后开启 iOS 配对。
zh_hant: 連線前必須完成：在每個要搭配 iPhone 使用的 cmux Mac 上，開啟「設定」>「行動裝置」，然後開啟 iOS 配對。

# mobile.pairingOptInUpdate.releaseLabel
source: 1.0.4 · September 2026
ar: 1.0.4 · سبتمبر 2026
es: 1.0.4 · septiembre de 2026
fr: 1.0.4 · septembre 2026
ja: 1.0.4 · 2026年9月
ko: 1.0.4 · 2026년 9월
zh_hans: 1.0.4 · 2026 年 9 月
zh_hant: 1.0.4 · 2026 年 9 月

# mobile.connectionsUpdate.releaseLabel
source: 1.0.5 · August 2026
ar: 1.0.5 · أغسطس 2026
es: 1.0.5 · Agosto 2026
fr: 1.0.5 · août 2026
ja: 1.0.5 · 2026年8月
ko: 1.0.5 · 2026년 8월
zh_hans: 1.0.5 · 2026 年 8 月
zh_hant: 1.0.5 · 2026 年 8 月

# mobile.connectionsUpdate.title
source: What's New in cmux
ar: ما الجديد في cmux
de: Was ist neu in cmux
es: Novedades de cmux
fr: Quoi de neuf dans cmux
ja: cmuxの新機能
ko: cmux의 새로운 기능
zh_hans: cmux 中的新增功能
zh_hant: cmux 中的新增功能

# mobile.whatsNew.pairing.pageTitle
source: Action Required: Enable iOS pairing on your Mac
ar: إجراء مطلوب: فعِّل اقتران iOS على جهاز Mac الخاص بك
de: Aktion erforderlich: Aktivieren Sie die iOS-Kopplung auf Ihrem Mac
es: Acción necesaria: activa el emparejamiento de iOS en tu Mac
fr: Action requise : activez le jumelage iOS sur votre Mac
ja: 対応が必要です：Mac で iOS ペアリングを有効にしてください
ko: 조치 필요: Mac에서 iOS 페어링을 활성화하세요
zh_hans: 需要操作：在 Mac 上启用 iOS 配对
zh_hant: 需要採取行動：在 Mac 上啟用 iOS 配對

# mobile.whatsNew.pairing.macSettingsLabel
source: Mac Settings
ar: إعدادات Mac
de: Mac-Einstellungen
es: Configuración de Mac
fr: Paramètres du Mac
ja: Mac の設定
ko: Mac 설정
zh_hans: Mac 设置
zh_hant: Mac 設定

# mobile.whatsNew.pairing.compatibilityTitle
source: Mac compatibility
ar: التوافق مع Mac
de: Mac-Kompatibilität
es: Compatibilidad con Mac
fr: Compatibilité Mac
ja: Mac の互換性
ko: Mac 호환성
zh_hans: Mac 兼容性
zh_hant: Mac 相容性

# mobile.whatsNew.pairing.screenshotLabel
source: cmux Mac Settings, Mobile section, showing Enable iOS pairing.
ar: إعدادات cmux على Mac، قسم «المحمول»، ويظهر فيها خيار «اقتران iOS».
de: cmux-Einstellungen auf dem Mac, Bereich „Mobil“, mit der Option „iOS-Kopplung“.
es: Configuración de cmux en Mac, sección «Móvil», que muestra la opción «Emparejamiento de iOS».
fr: Paramètres de cmux sur Mac, section « Mobile », affichant l’option « Jumelage iOS ».
ja: Mac の cmux 設定の「モバイル」セクション。「iOS ペアリングを有効にする」が表示されています。
ko: Mac의 cmux 설정, ‘모바일’ 섹션에 ‘iOS 페어링’ 옵션이 표시된 화면.
zh_hans: Mac 上的 cmux 设置，“移动端”部分，显示“iOS 配对”选项。
zh_hant: Mac 上的 cmux 設定，「行動裝置」區段，顯示「iOS 配對」選項。

# mobile.whatsNew.pairing.stableLabel
source: Stable Mac
ar: Mac بالإصدار المستقر
de: Mac mit stabiler Version
es: Mac con versión estable
fr: Mac en version stable
ja: 安定版 Mac
ko: 안정 버전 Mac
zh_hans: 稳定版 Mac
zh_hant: 穩定版 Mac

# mobile.whatsNew.pairing.nightlyLabel
source: Nightly Mac
ar: Mac بإصدار Nightly
de: Mac mit Nightly-Version
es: Mac con versión Nightly
fr: Mac en version Nightly
ja: ナイトリー版 Mac
ko: Nightly 버전 Mac
zh_hans: Nightly 版 Mac
zh_hant: Nightly 版 Mac

# mobile.whatsNew.pairing.macVersionFormat
source: cmux %@ or later
ar: cmux %@ أو أحدث
de: cmux %@ oder höher
es: cmux %@ o posterior
fr: cmux %@ ou version ultérieure
ja: cmux %@ 以降
ko: cmux %@ 이상
zh_hans: cmux %@ 或更高版本
zh_hant: cmux %@ 或更高版本

# mobile.whatsNew.pairing.nightlyVersionFormat
source: cmux NIGHTLY %@ or later
ar: cmux NIGHTLY %@ أو أحدث
de: cmux NIGHTLY %@ oder höher
es: cmux NIGHTLY %@ o posterior
fr: cmux NIGHTLY %@ ou version ultérieure
ja: cmux NIGHTLY %@ 以降
ko: cmux NIGHTLY %@ 이상
zh_hans: cmux NIGHTLY %@ 或更高版本
zh_hant: cmux NIGHTLY %@ 或更高版本

# mobile.whatsNew.pairing.noStableMinimum
source: No stable minimum listed
ar: لم يُحدَّد حد أدنى للإصدار المستقر
de: Keine stabile Mindestversion angegeben
es: No se indica una versión estable mínima
fr: Aucune version stable minimale indiquée
ja: 安定版の最小バージョンの記載なし
ko: 안정 버전의 최소 요구 버전 없음
zh_hans: 未列出稳定版最低版本
zh_hant: 未列出穩定版最低版本

# mobile.whatsNew.pairing.noNightlyMinimum
source: No separate minimum
ar: لا يوجد حد أدنى منفصل
de: Keine separate Mindestversion
es: Sin versión mínima aparte
fr: Pas de version minimale distincte
ja: 個別の最小バージョンなし
ko: 별도의 최소 버전 없음
zh_hans: 没有单独的最低版本
zh_hant: 沒有另外的最低版本

# mobile.whatsNew.pairing.connectionChoicesTitle
source: Connection choices
ar: خيارات الاتصال
de: Verbindungsoptionen
es: Opciones de conexión
fr: Options de connexion
ja: 接続方法の選択肢
ko: 연결 옵션
zh_hans: 连接选项
zh_hant: 連線選項

# mobile.settings.whatsNew
source: What's New
ar: ما هو الجديد
de: Was ist neu
es: Qué hay de nuevo
fr: Quoi de neuf
ja: 新機能
ko: 새로운 소식
zh_hans: 什么是新的
zh_hant: 什麼是新的

# mobile.whatsNew.announcementBadge
source: Announcement
ar: إعلان
de: Bekanntmachung
es: Anuncio
fr: Annonce
ja: お知らせ
ko: 발표
zh_hans: 公告
zh_hant: 公告

# mobile.whatsNew.debug.title
source: Replay What's New
ar: عرض المستجدات مجددًا
de: Neuigkeiten erneut anzeigen
es: Volver a ver las novedades
fr: Revoir les nouveautés
ja: 新機能をもう一度表示
ko: 새로운 기능 다시 보기
zh_hans: 再次显示新功能
zh_hant: 再次顯示新功能

# mobile.whatsNew.debug.first
source: First Update
ar: أول تحديث
de: Erstes Update
es: Primera actualización
fr: Première mise à jour
ja: 最初のアップデート
ko: 첫 번째 업데이트
zh_hans: 第一个更新
zh_hant: 第一個更新

# mobile.whatsNew.debug.last
source: Last Update
ar: آخر تحديث
de: Letztes Update
es: Última actualización
fr: Dernière mise à jour
ja: 最後のアップデート
ko: 마지막 업데이트
zh_hans: 最后一个更新
zh_hant: 最後一個更新

# mobile.whatsNew.debug.show
source: Show Sheets
ar: عرض الصفحات
de: Infoseiten anzeigen
es: Mostrar las páginas
fr: Afficher les fiches
ja: シートを表示
ko: 시트 표시
zh_hans: 显示页面
zh_hant: 顯示頁面

# mobile.whatsNew.debug.empty
source: No updates available
ar: لا توجد تحديثات متاحة
de: Keine Updates verfügbar
es: No hay actualizaciones disponibles
fr: Aucune mise à jour disponible
ja: アップデートはありません
ko: 업데이트 없음
zh_hans: 没有可用的更新
zh_hant: 沒有可用的更新

# mobile.whatsNew.cta
source: Continue
ar: يكمل
de: Weitermachen
es: Continuar
fr: Continuer
ja: 続ける
ko: 계속하다
zh_hans: 继续
zh_hant: 繼續

# mobile.whatsNew.webRetry
source: Try Again
ar: حاول ثانية
de: Versuchen Sie es erneut
es: Intentar otra vez
fr: Essayer à nouveau
ja: 再試行
ko: 다시 시도
zh_hans: 再试一次
zh_hant: 再試一次

# mobile.whatsNew.webUnavailable
source: This page needs an internet connection.
ar: هذه الصفحة تحتاج إلى اتصال بالإنترنت.
de: Diese Seite benötigt eine Internetverbindung.
es: Esta página necesita una conexión a Internet.
fr: Cette page nécessite une connexion Internet.
ja: このページの表示にはインターネット接続が必要です。
ko: 이 페이지는 인터넷 연결이 필요합니다.
zh_hans: 此页面需要互联网连接。
zh_hant: 此頁面需要網路連線。

# mobile.connectionsUpdate.macUpdate.requiredVersion
source: the latest cmux NIGHTLY or cmux RELEASE
ar: أحدث إصدار من cmux NIGHTLY أو cmux RELEASE
de: die neueste cmux NIGHTLY oder cmux RELEASE
es: el último cmux NIGHTLY o cmux RELEASE
fr: la dernière version cmux NIGHTLY ou cmux
ja: 最新の cmux NIGHTLY または cmux RELEASE
ko: 최신 cmux NIGHTLY 또는 cmux RELEASE
zh_hans: 最新的 cmux NIGHTLY 或 cmux RELEASE
zh_hant: 最新的 cmux NIGHTLY 或 cmux RELEASE

# mobile.connectionsUpdate.macUpdate.detail
source: Use cmux %@ or later. Older Macs: use BETA 1.0.4 (20260817224846).
ar: يتحدث تحديث iPhone هذا عن بروتوكول اتصال جديد ولا يقترن إلا بجهاز Mac محدث. قم بتحديث cmux على جهاز Mac الخاص بك إلى %@ قبل الاتصال. لست مستعدًا لتحديث جهاز Mac الخاص بك؟ استمر (أو ارجع إلى) إصدار cmux BETA TestFlight 1.0.4 (20260817224846)، الإصدار الأخير الذي يعمل مع أجهزة Mac الأقدم.
de: Dieses iPhone-Update spricht ein neues Verbindungsprotokoll und lässt sich nur mit einem aktualisierten Mac koppeln. Aktualisieren Sie cmux auf Ihrem Mac auf %@, bevor Sie eine Verbindung herstellen. Sie sind nicht bereit, Ihren Mac zu aktualisieren? Bleiben Sie bei cmux BETA TestFlight Version 1.0.4 (20260817224846) (oder kehren Sie zu ihr zurück), der letzten Version, die mit älteren Macs funktioniert.
es: Esta actualización de iPhone utiliza un nuevo protocolo de conexión y solo se empareja con una Mac actualizada. Actualice cmux en su Mac a %@ antes de conectarse. ¿No estás listo para actualizar tu Mac? Permanezca (o vuelva a) cmux BETA TestFlight versión 1.0.4 (20260817224846), la última versión que funciona con Mac más antiguas.
fr: Cette mise à jour de l'iPhone utilise un nouveau protocole de connexion et s'associe uniquement à un Mac mis à jour. Mettez à jour cmux sur votre Mac vers %@ avant de vous connecter. Pas prêt à mettre à jour votre Mac ? Restez sur (ou revenez à) cmux BETA TestFlight version 1.0.4 (20260817224846), la dernière version qui fonctionne avec les anciens Mac.
ja: この iPhone アップデートは新しい接続プロトコルを使用し、アップデート済みの Mac としかペアリングできません。接続する前に、Mac の cmux を %@ にアップデートしてください。まだ Mac をアップデートしない場合は、旧バージョンの Mac で動作する最後のバージョンである cmux BETA TestFlight 1.0.4 (20260817224846) をそのままご利用ください（または戻してください）。
ko: 이 iPhone 업데이트는 새로운 연결 프로토콜을 사용하며 업데이트된 Mac과만 페어링됩니다. 연결하기 전에 Mac의 cmux를 %@로 업데이트하세요. 아직 Mac을 업데이트할 준비가 되지 않으셨나요? 이전 Mac에서 작동하는 마지막 버전인 cmux BETA TestFlight 버전 1.0.4(20260817224846)를 유지하거나 이전 버전으로 되돌립니다.
zh_hans: 此 iPhone 更新采用新的连接协议，并且仅与更新的 Mac 配对。连接之前，将 Mac 上的 cmux 更新为 %@。还没准备好更新您的 Mac？保留（或恢复到）cmux BETA TestFlight 版本 1.0.4 (20260817224846)，这是适用于旧版 Mac 的最后一个版本。
zh_hant: 此 iPhone 更新採用新的連接協議，並且僅與更新的 Mac 配對。在連接之前，將 Mac 上的 cmux 更新為 %@。還沒準備好更新您的 Mac？保留（或恢復到）cmux BETA TestFlight 版本 1.0.4 (20260817224846)，這是適用於舊版 Mac 的最後一個版本。

# mobile.macUpdate.requiredOnMacFormat
source: Requires %@ on your Mac.
ar: يتطلب %@ على جهاز Mac.
de: Erfordert %@ auf Ihrem Mac.
es: Requiere %@ en tu Mac.
fr: Nécessite %@ sur votre Mac.
ja: Mac に %@ が必要です。
ko: Mac에 %@이(가) 필요합니다.
zh_hans: 需要在 Mac 上安装 %@。
zh_hant: 需要在 Mac 上安裝 %@。

# mobile.macUpdate.revertShort
source: Not ready? Stay on (or revert to) cmux BETA 1.0.4 (20260817224846).
ar: لست مستعدًا بعد؟ ابقَ على cmux BETA 1.0.4 (20260817224846) أو ارجع إليه.
de: Noch nicht bereit? Bleiben Sie bei cmux BETA 1.0.4 (20260817224846) oder kehren Sie dorthin zurück.
es: ¿Aún no? Quédate en cmux BETA 1.0.4 (20260817224846) o vuelve a esa versión.
fr: Pas encore prêt ? Restez sur cmux BETA 1.0.4 (20260817224846) ou revenez-y.
ja: まだの場合は、cmux BETA 1.0.4 (20260817224846) をそのままご利用ください（または戻してください）。
ko: 아직 준비되지 않았나요? cmux BETA 1.0.4 (20260817224846)를 계속 사용하거나 해당 버전으로 되돌리세요.
zh_hans: 还没准备好？可以继续使用（或还原至）cmux BETA 1.0.4 (20260817224846)。
zh_hant: 還沒準備好？可以繼續使用（或還原至）cmux BETA 1.0.4 (20260817224846)。

# computers.listauth.unverified.title
source: Not verified on the new connection system yet
ar: لم يتم التحقق منه بعد في نظام الاتصال الجديد
de: Im neuen Verbindungssystem noch nicht verifiziert
es: Aún no verificado en el nuevo sistema de conexión
fr: Pas encore vérifié sur le nouveau système de connexion
ja: 新しい接続システムでまだ確認されていません
ko: 새 연결 시스템에서 아직 확인되지 않음
zh_hans: 尚未在新的连接系统上完成验证
zh_hant: 尚未在新的連線系統上完成驗證

# computers.listauth.unverified.detail
source: It may be running an older cmux version. Update the Mac, or if it's already updated, open cmux on it once to verify.
ar: قد يكون يعمل بإصدار أقدم من cmux. حدّث جهاز Mac، أو إذا كان محدّثًا بالفعل، فافتح cmux عليه مرة واحدة للتحقق.
de: Möglicherweise läuft dort eine ältere cmux-Version. Aktualisieren Sie den Mac oder öffnen Sie cmux dort einmal, falls er bereits aktualisiert ist, um ihn zu verifizieren.
es: Puede que tenga una versión antigua de cmux. Actualiza el Mac o, si ya está actualizado, abre cmux en él una vez para verificarlo.
fr: Il exécute peut-être une ancienne version de cmux. Mettez à jour le Mac ou, s’il est déjà à jour, ouvrez cmux dessus une fois pour le vérifier.
ja: 古いバージョンの cmux が動作している可能性があります。Mac をアップデートするか、すでに最新の場合は、その Mac で cmux を一度開いて確認してください。
ko: 이전 버전의 cmux를 실행 중일 수 있습니다. Mac을 업데이트하거나, 이미 업데이트된 경우 해당 Mac에서 cmux를 한 번 열어 확인하세요.
zh_hans: 它可能正在运行较旧版本的 cmux。请更新该 Mac；如果已经更新，请在该 Mac 上打开 cmux 一次以完成验证。
zh_hant: 它可能正在執行較舊版本的 cmux。請更新該 Mac；如果已經更新，請在該 Mac 上開啟 cmux 一次以完成驗證。

# computers.version.outdated.title
source: Mac update required
ar: مطلوب تحديث Mac
de: Mac-Update erforderlich
es: Se requiere actualizar el Mac
fr: Mise à jour du Mac requise
ja: Mac のアップデートが必要です
ko: Mac 업데이트 필요
zh_hans: 需要更新 Mac
zh_hant: 需要更新 Mac
